// general
"Delete" = "Delete";
"OK" = "OK";
"Basic settings" = "Basic settings";

// application activities
"Home" = "Home";
"Open" = "Open";
"Closed" = "Closed";
"Awards" = "Awards";

// home view
"Up next" = "Up next";
"More to explore" = "More to explore";

// projects view
"Open Projects" = "Open Projects";
"Closed Projects" = "Closed Projects";
"Add Project" = "Add Project";
"Add New Item" = "Add New Item";

/* A button that shows a menu with the following options */
"Sort" = "Sort";
"Sort items" = "Sort items"; /* The title of the menu */
"Optimized" = "Optimized"; /* Sort using an optimized algorithm */
"Creation Date" = "Creation Date"; /* Sort by the date items were created */
"Title" = "Title"; /* Sort by item title */
// default names for new project
"New Project" = "New Project";
"New Item" = "New Item";

"%@, completed." = "%@, completed.";
"%@, high priority." = "%@, high priority.";

// editing projects
"Edit Project" = "Edit Project";
"Project name" = "Project name";
"Description of this project" = "Description of this project";
"Custom project color" = "Custom project color";

// options to close or delete projects
"Close this project" = "Close this project";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project completely." = "Closing a project moves it from the Open to Closed tab; deleting it removes the project completely.";
"Reopen this project" = "Reopen this project";
"Delete this project" = "Delete this project";
"Delete project?" = "Delete project?";
"Are you sure you want to delete this project? You will also delete all the items it contains." = "Are you sure you want to delete this project? You will also delete all the items it contains.";

// editing items
"Edit Item" = "Edit Item";
"Edit Item" = "Edit Item";
"Item name" = "Item name";
"Description" = "Description";
"Low" = "Low";
"Medium" = "Medium";
"High" = "High";

"Mark completed" = "Mark completed";

// awards
"Locked" = "Locked";
"Unlocked: %@" = "Unlocked: %@";

// other strings
"There's nothing here right now" = "There's nothing here right now";
"Please select something from the menu to begin." = "Please select something from the menu to begin.";
"%@, %lld items, %g%% complete." = "%@, %lld items, %g%% complete.";

"Select a project color" = "Select a project color";
"Pink" = "Pink";
"Purple" = "Purple";
"Red" = "Red";
"Orange" = "Orange";
"Gold" = "Gold";
"Green" = "Green";
"Teal" = "Teal";
"Light Blue" = "Light Blue";
"Dark Blue" = "Dark Blue";
"Midnight" = "Midnight";
"Dark Gray" = "Dark Gray";
"Gray" = "Gray";

